<html>
<title>Система дистанционного обучения кафедры </title>
<head bodycolor="000011">
<link rel="stylesheet" href="../../../../css/styles.css">
        <body BACKGROUND="../../image/background.PNG">
		<header>
        <nav>
            <ul>
                <li><a href="zvet1.php"><span>Лекция № 1</span></a></li>
      <li><a href="zvet2.php"><span>Лекция № 2</span></a></li>
      <li><a href="../../../roles/student/courses.php"><span>Назад</span></a></li>
            </ul>
        </nav>
    </header>
<link rel="stylesheet" href="../../css/styles.css">
                                   

<a name="33333"></a>
<h1 style="margin-bottom: 10px; color: #445C4C">Лекции по теме: JavaScript<h1>



<table align="justify" width="900" cellspacing="2" cellpadding="2" border="0" bgcolor="white">
<tr>
<td colspan="2" align="center"><br>

<strong><h2>Лекция № 2</h2> </strong><br><br><hr><br><br>

Цвет воздействует на физиологические процессы человека и на его психологическое состояние. Зная особенности каждого цвета можно сформировать определенный образ, вызвать определенные эмоции и ассоциации. 
<table width="900" bgcolor="#e1e1e1" border="1" bordercolor="#ffffff" cellpadding="10" cellspacing="10">
        
        <tbody>
              <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#ff0000">Красный локальный (#FF0000) </font>- теплый и раздражающий, стимулирует мозг, улучшает настроение. Цвет лидерства, мужской цвет. Этот цвет возбуждающе действует на нервную систему.
Красный цвет предпочитают влюбчивые и сексуальные люди.
Красный цвет свидетельствует о том, что выбравший его, как правило, физически сильный человек, живущий, прежде всего сегодняшним днем. Эти люди весьма возбудимы, энергичны, любвеобильны и предприимчивы.
Красный (и его cпектральные оттенки) - ассоциируется с богатством и роскошью.
Красный - символ силы и энергии, поэтому его лучше применять в общественных помещениях и гостинных. Этот цвет возбуждает нервную систему, вызывает учащение дыхания и пульса и активизирует работу мускульной системы.
Красный - возбуждающий, согревающий, активный, энергичный, проникающий, тепловой, активизирует все функции организма; используется для лечения ветряной оспы, скарлатины, кори и некоторых кожных заболеваний; на короткое время увеличивает мускульное напряжение, повышает кровяное давление, ускоряет ритм дыхания. </td>
          <td width="90" bgcolor="#ff0000">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#d0171c" face="Georgia, Times New Roman, Times, serif"><b>Краплак красный (#D0171C)</font> - цвет удачи. Это величественный, богатый, тяжелый, сильный, вызывающий и громкий цвет.<br>
            </font></td>
          <td width="36" bgcolor="#d0171c">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" color="#cc0000" face="Georgia, Times New Roman, Times, serif"><b>Киноварь (#CC0000)</font>  - цвет соуса. Это горячий, вкусный, напряженный, тяжелый и острый цвет.</font></td>
          <td width="36" bgcolor="#cc0000">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" color="#ce531e" face="Georgia, Times New Roman, Times, serif"><b>Кирпичный (#CE531E)</font>  - земляной цвет. Он теплый, крепкий и дружественный, основательный..</font></td>
          <td width="36" bgcolor="#ce531e">&nbsp;</td>
        </tr>
        <tr> 
        </tr><tr> 
          <td width="664"><font color="#e67a4d" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Разбеленный кирпичный (#E67A4D)</font> - здоровый, спокойный, вкусный, теплый цвет, но уже лишенный основательности и напряжения..</font></td>
          <td width="36" bgcolor="#e67a4d">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" face="Georgia, Times New Roman, Times, serif"><b><font color="#ff6666">Морковный (#ff6666)</font>  - цвет радости. Это утонченность, женственность и добродушие.</td>
          <td width="36" bgcolor="#ff6666">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#cc6666" face="Georgia, Times New Roman, Times, serif"><b>Разбеленный малиновый (#cc6666)</font> - пищевой цвет, он вязкий, сладкий и тихий по восприятию. Этот цвет лишен ярко выраженных эмоциональных качеств.</td>
          <td width="36" bgcolor="#cc6666">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#d63858" face="Georgia, Times New Roman, Times, serif"><b>Малиновый (#D63858)</font>  - цвет стильности. Это вкусный, женский, теплый, фруктовый, стильный цвет. Это молодость и красота.</td>
          <td width="36" bgcolor="#d63858">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" face="Georgia, Times New Roman, Times, serif"><b><font color="#cc0066">Пурпур (#CC0066)</font>  - цвет власти. Это заработок, духовность, благородство, непостижимость, преобразование, мудрость, просвещение, жестокость, высокомерие, высокорожденность. Это цвет церемонии, власти, верховенства, достоинства и величия.</td>
          <td width="36" bgcolor="#cc0066">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#ff6699" face="Georgia, Times New Roman, Times, serif"><b>Розовый (#ff6699)</font>  - цвет аппетита используется в пищевой промышленности.
Он южный, счастливый, веселый, вусный, фруктовый, теплый, слащавый, нежный, несерьезный, женский. Это парфюм, праздник, хорошие эмоции и любовь.</td>
          <td width="36" bgcolor="#ff6699">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#ff0099" face="Georgia, Times New Roman, Times, serif"><b>Флюорисцентный розовый (#ff0099)</font> - искуственный, верещащий цвет. Это сильный химический акцент. Он игривый, южный, восторженный, привлекающий внимание. Это необычный для восприятия кислотный цвет возбуждающий но непонятный. Пользоваться осторожно!</td>
          <td width="36" bgcolor="#ff0099">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#ff66cc" face="Georgia, Times New Roman, Times, serif"><b>Сине-розовый (#ff66cc)</font>  - цвет удачи. Он веселый, южный, нежный, счастливый, легкомысленный, игривый, праздничный. А также это цвет парфюма, секса и любви. </td>
          <td width="36" bgcolor="#ff66cc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#cc9999">Бежевый (#cc9999)</font>  - цвет застоя. Он сложный, успокаивающий, парфюмерный, теплый, тихий и скромный. Он лишен ярко выраженных эмоций. Это фоновый цвет.</td>
          <td width="36" bgcolor="#cc9999">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#eecccc">Высветленный розовый (#eecccc)</font> - убитый цвет. Он нежный, детский, тихий, незаметный, легкий и никакой. Он лишен ярко выраженных эмоций. Это фоновый цвет.</td>
          <td width="36" bgcolor="#eecccc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#cc6699" face="Georgia, Times New Roman, Times, serif"><b>Разбеленный винный (##cc6699)</font> - цвет романтики. Он сложный, интимный, нежный, сентиментальный, женский, задумчивый, тихий. </td>
          <td width="36" bgcolor="#cc6699">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#990066" face="Georgia, Times New Roman, Times, serif"><b>Сливовый (#990066)</font>  - цвет настроения. Он элегантный, возвышенный, величественный, наполненный, вкусный, тяжеловесный и основательный. Это цвет стиля и значимости.</td>
          <td width="36" bgcolor="#990066">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#95004a" face="Georgia, Times New Roman, Times, serif"><b>Бордовый (#95004A)</font>  - аморальный цвет. Он приторный, развратный, магнетический и тяжелый.</td>
          <td width="36" bgcolor="#95004a">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#660033" face="Georgia, Times New Roman, Times, serif"><b>Винный (#660033)</font>  - цвет неизвестности. Он запутанный, величественный, терпкий и очень тяжелый. Но в то же время это давящий и ненадежный и немного грязноватый в колористическом плане цвет.</td>
          <td width="36" bgcolor="#660033">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#660066">Фиолетовый (#660066)</font> (смесь синего и красного в пропорции 50/50) - траур (для Китая), печаль (для Индии).
Фиолетовый - соединяет эффект красного и синего цветов и производит угнетающее действие на нервную систему.
Фиолетовый цвет оказывает сильное влияние на духовное состояние человека. Благодаря сильному его воздействию ты можешь освободиться от глубинных страхов и научишься черпать из своего сознания созидательную силу. Он излучает скромность и достоинство, радость и успокоение. Но в интерьерах его стоит использовать только в сочетании с теплыми "жизненными" оттенками (например, желтый и оранжевый), либо в разбавленном (сиреневом) виде. </td>
          <td width="36" bgcolor="#660066">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#663366" face="Georgia, Times New Roman, Times, serif"><b>Насыщенный фиолетовый (#663366)</font> - цвет неизвестности. Он сложный, запутанный, философский. Но также тяжелый и грязноватый в колористическом плане.
ps. поясню почему это грязный цвет. Все просто - при насыщении переложили черного тона. Отсюда грязь. Это характерно для всех грязных цветов.</td>
          <td width="36" bgcolor="#663366">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#660099" face="Georgia, Times New Roman, Times, serif"><b>Насыщенный сиреневый (#660099)</font> - цвет будущего. Это креативный, аристократический и сказочный цвет.</td>
          <td width="36" bgcolor="#660099">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#990099" face="Georgia, Times New Roman, Times, serif"><b>Фиолетовый бархатный (#990099)</font> - цвет презентабельности. Это чувственность, духовность и загадочность. Это вкусный и заманчивый цвет.</td>
          <td width="36" bgcolor="#990099">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#cc66cc">жФиолетовый светлый (#cc66cc) </font>- цвет парфюма. Он романтический и теплый. </td>
          <td width="36" bgcolor="#cc66cc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#cc99cc" face="Georgia, Times New Roman, Times, serif"><b>Фиолетовый разбеленный (#cc99cc)</font> - духовность, безволие. Это фоновый цвет.</td>
          <td width="36" bgcolor="#cc99cc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#9999ff" face="Georgia, Times New Roman, Times, serif"><b>Сиреневый разбеленный (#9999ff)</font> - цвет медитации. Это спокойствие, уравновешенность, определенная стильность. В тоже время это неземной и отчужденный цвет.</td>
          <td width="36" bgcolor="#9999ff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#9900ff">Сиреневый (#9900ff)</font>   - цвет стиля. Это пронзительный, сильный, мистический, страстный. Необычный для восприятия цвет.</td>
          <td width="36" bgcolor="#9900ff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#6600ff" face="Georgia, Times New Roman, Times, serif"><b>Сине-фиолетовый (#6600ff) </font> - цвет парфюма. Он сильный, эффектный, мистический и вкусный в плане колористического восприятия. </td>
          <td width="36" bgcolor="#6600ff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#0033cc">Cиний локальный (#0033cc)</font>  (и его спектральные оттенки) создает прохладное окружение, снимает боли при невралгии и воспалениях, означает разочарование и подозрительность. При восприятии синего время сильно недооценивается. Под воздействием этого цвета у человека уменьшается уровень тревожности, снижается напряжение и кровяное давление. При слишком долгом воздействии возникают утомление, усталость, успокаивающее действие переходит в угнетающее, способствует затормаживанию функций физиологических систем человека. Оттенки синего особенно хороши для небольших помещений. Присутствие синего цвета в интерьере всегда придает комнате изысканность и благородство.</td>
          <td width="36" bgcolor="#0033cc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#000066" face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#2d2f8a">Насыщенный синий (#2D2F8A) </font>- корпоративный цвет. Он профессиональный, достойный, официальный, уважаемый, интеллигентный, дорогой и сложный.</td>
          <td width="36" bgcolor="#2d2f8a">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#336699" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Серо-синий (#336699)</font>  - цвет с претензией на необычность. Он уважаемый, интеллигентный, мирный, стильный, вкусный в колористическом плане, профессиональный и перспективный. Цвет производства и технологий.</td>
          <td width="36" bgcolor="#336699">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#3366cc" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Приглушенный синий (#3366cc) </font>- технологичный цвет. Это также доверие, спокойствие, стабильность, безопасность и понимание.
</td>
          <td width="36" bgcolor="#3366cc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#3300ff" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Кобальт (#3300ff)</font>  - стиля хай-тек. Он кричащий, мощный, наэлектризованный, динамичный, спортивный и прохладный. Это живой, звонкий и вкусный цвет.</td>
          <td width="36" bgcolor="#3300ff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#0066ff" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Синий средней насыщенности (#0066ff)</font>- чистый, очищающий, морской, прохладный цвет. Цвет легкой грусти и задумчивости.</td>
          <td width="36" bgcolor="#0066ff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#6699ff">Светло-голубой (#6699ff)</font>  цвет подходит вспыльчивым и несдержанным. Голубые потолки визуально сделают помещение выше и просторнее. Голубой лучше всего использовать в спальне - постельное белье, ночная рубашка или пижама голубого цвета прекрасно подготовят ко сну. </td>
          <td width="36" bgcolor="#6699ff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" color="#0061b6"><b><font face="Georgia, Times New Roman, Times, serif">Аквамарин (#0099ff)</font>  - верность (для американцев), траур (для Китая).
Аквамарин - снижает мускульное напряжение и кровяное давление, успокаивает пульс и замедляет ритм дыхания.
Аквамарин - цвет неба, освежительной прохлады, бездонной выси и покоя. Воздействуя на физическом уровне, он успокаивает нервы, снимает боль, оказывает жаропонижающее действие.
Аквамарин: вода, спокойствие, чистота, небо, легкость, влажность.</td>
          <td width="36" bgcolor="#0099ff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="6642"><font color="#00ccff" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Лазурный (#00ccff)</font>  - стильный морской цвет. Это освежающий, акватический, чистый и прохладный цвет. </td>
          <td width="36" bgcolor="#00ccff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#6699cc">Серо-голубой (#6699cc) </font> - зимний, невыразительный, спокойный, зависимый и заторможенный цвет.</td>
          <td width="36" bgcolor="#6699cc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#009999" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Кобальт зелено-голубой (#009999)</font>  - влажный, мягкий, успокаивающий, освежающий и прохладный цвет.</td>
          <td width="36" bgcolor="#009999">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#99cccc" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Cеро-зеленый (#99cccc)</font>  - успокаивающий, приглушенный, мертвый, фоновый цвет, лишенный индивидуальности.</td>
          <td width="36" bgcolor="#99cccc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#99ffcc" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Салатовый холодный (разбеленный) (#99ffcc)</font> - мертвый, чистый, спокойный, задумчивый цвет.</td>
          <td width="36" bgcolor="#99ffcc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#00ff99" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Салатовый холодный (#00ff99)</font> - чистый, растительный, холодный цвет. Выразительный и жесткий цвет.</td>
          <td width="36" bgcolor="#00ff99">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#00ffcc" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Изумрудный (#00ffcc) </font> - освежающий, стимулирующий, пронзительный, причудливый, прохладный цвет. Необычный для восприятия.</td>
          <td width="36" bgcolor="#00ffcc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#66cc99">Разбеленный травяной (#66cc99) </font>- тихий, мирный, успокаивающий, мягкий цвет. Цвет болота и застоя.</td>
          <td width="36" bgcolor="#66cc99">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#00cc66" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Разбеленный травяной (#66cc99) </font>- тихий, мирный, успокаивающий, мягкий цвет. Цвет болота и застоя.</td>
          <td width="36" bgcolor="#00cc66">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#006633" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Травяной (#00cc66) </font> - свежий, экологичный, природный цвет. Цвет жизни, природы и возрождения.</td>
          <td width="36" bgcolor="#006633">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" color="#006666" face="Georgia, Times New Roman, Times, serif"><b>Морская волна (#006666)</font> - влажный, холодный, таинственный и глубокий цвет.</td>
          <td width="36" bgcolor="#006666">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#009966"><b><font size="2" color="#008000" face="Georgia, Times New Roman, Times, serif">Зеленый локальный (#008000) </font>- надежда (для американцев), наиболее популярный (для Австрии), цвет смерти (в Египте)
Абсолютно зеленое есть самый спокойный цвет. Он никуда не движется и не имеет оттенка радости или печали. Это постоянное отсутствие движения благотворно действует на утомленных людей, но может и прискучить со временем. При введении в зеленый цвет желтого цвета он оживляется, становится более активным. При добавлении синего, наоборот, начинает звучать иначе, он делается более серьезным, вдумчивым. </td>
          <td width="36" bgcolor="#008000">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#009966">Сине зеленый (#009966) </font>- холодный, влажный и таинственный цвет.</td>
          <td width="36" bgcolor="#009966">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#669966">Приглушенный зеленый (#669966) </font>- успокаивающий, прохладный, тихий и скромный цвет.</td>
          <td width="36" bgcolor="#669966">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" color="#99cc99" face="Georgia, Times New Roman, Times, serif"><b>Приглушенный зеленый (разбеленный) (#99cc99) </font>- покой, одиночество, пустота и невыразительность. Это фоновый цвет.</td>
          <td width="36" bgcolor="#99cc99">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#66cc66" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Салатовый холодный (#66cc66) </font>- утонченный цвет. Это еда, спокойствие и природа. Это тишина и мирное созерцание.</td>
          <td width="36" bgcolor="#66cc66">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#66cc00" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Авокадо (#66cc00) </font> - растительный, природный, сырой, кислый цвет.</td>
          <td width="36" bgcolor="#66cc00">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#00ff00" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Флюорисцентный зеленый (#00ff00) </font>- цвет молодежных кислотных тусовок. Это химический, искусственный, сырой, кислотный, возбуждающий но непонятный, холодный, верещащий цвет. Пользоваться осторожно!</td>
          <td width="36" bgcolor="#00ff00">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#99ff99" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Разбеленный зеленый (#99ff99)</font> - естественный, здоровый, мягкий, свежий, растительный, тихий цвет.</td>
          <td width="36" bgcolor="#99ff99">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#ccffcc">Высветленный зеленый (#ccffcc) </font>- мирный, слабый, спокойный, холодный, мягкий, безвкусный фоновый цвет.</td>
          <td width="36" bgcolor="#ccffcc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#ccff99" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Разбеленный авокадо (#ccff99)</font> - слабый, нежный, спокойный, естественный, растительный тихий цвет.</td>
          <td width="36" bgcolor="#ccff99">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#ccff00" face="Georgia, Times New Roman, Times, serif"><b><font size="2">уСалатовый теплый (#ccff00) </font>- кислотный, напряженный, сырой цвет.</td>
          <td width="36" bgcolor="#ccff00">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#cccc99" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Разбеленный желто-зеленый (#cccc99) </font>- земляной, естественный, простой, зависимый, спокойный фоновый цвет.</td>
          <td width="36" bgcolor="#cccc99">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#cccc00" face="Georgia, Times New Roman, Times, serif"><b><font size="2">Желто-зеленый (#cccc00)  </font>- осенний цвет. Это земной, растительный, изящный и немного печальный цвет.</td>
          <td width="36" bgcolor="#cccc00">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#999900">Хаки (#A3A330)  </font>- военный цвет. Он стабильный и безвкусный, но уверенный и приятный.</td>
          <td width="36" bgcolor="#a3a330">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" face="Georgia, Times New Roman, Times, serif"><b><font color="#999966">Разбеленный оливковый (#999966)</font> - непонятный цвет, выражающий отдых, спокойствие, невнимание и безразличие.</td>
          <td width="36" bgcolor="#999966">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" color="#6d730d" face="Georgia, Times New Roman, Times, serif"><b>пОливковый (#6D730D)  </font>- интригующий цвет. Это загадка и недосказанность.</td>
          <td width="36" bgcolor="#6d730d">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#dfce57">Желтый локальный (#F7EC6A)</font>  - теплый, веселый, запоминающийся и привлекающий внимание, но также это знак смерти (для Сирии), признак отчаяния (для Бразилии), цвет власти (для Китая), цвет трусов, подлецов и еретиков цвет трагедии (в мифологии), процветание (для Америки).
Желтый жизнерадостный цвет способствует решению задач и проблем. Если исходить из утверждения, что желтый - смесь зеленого и красного, то он объединяет в себе свойства этих цветов. Желтый цвет стимулирует мозг, вызывает возбуждающее напряжение, требующее разрядки. Предпочтение желтого означает стремление к независимости, расширение горизонта восприятия. Это ярчайший цвет спектра. Он весьма гибок и легко приспосабливается, всюду проникает. С помощью желтого луча можно подобраться к истокам проблемы. Желтый обожает учиться, отличается сообразительностью, ясностью мысли, точностью. </td>
          <td width="36" bgcolor="#f7ec6a">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" face="Georgia, Times New Roman, Times, serif"><b><font color="#ffff66">уСтронций желтый (#ffff66) </font>- пронзительный, жизненный, прохладный, эгоистичный, летний, цветочный цвет.</td>
          <td width="36" bgcolor="#ffff66">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" face="Georgia, Times New Roman, Times, serif"><b><font color="#ffffcc">Песочный (#ffffcc) </font> - мягкий, теплый, равнодушный цвет.</td>
          <td width="36" bgcolor="#ffffcc">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" face="Georgia, Times New Roman, Times, serif"><b><font color="#ffcc66">Разбеленный оранжевый (#ffcc66) </font>- дружеский, мирный, теплый, солнечный, здоровый, веселый цвет.</td>
          <td width="36" bgcolor="#ffcc66">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#edb407">Кадмий желтый (#ffcc00) </font>- цвет золота. Он лучистый, стимулирующий, веселый, солнечный, энергичный, фруктовый, бодрящий.</td>
          <td width="36" bgcolor="#ffcc00">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#cc9900">Охра (#cc9900) </font> - сухой, теплый, земляной, естественный интересный цвет.</td>
          <td width="36" bgcolor="#cc9900">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font color="#cc6600" face="Georgia, Times New Roman, Times, serif"><b><font size="2">оНасыщенный оранжевый (#cc6600)</font> - острый, вкусный, здоровый, осенний, теплый тяжелый цвет.</td>
          <td width="36" bgcolor="#cc6600">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#ff9900">Оранжевый цвет (#ff9900)</font>(смесь желтого и красного в пропорции 50/50) хорош для тех, кто трудно воспринимает новые идеи, часто впадает в состояние депрессии и пессимизма, не видит выхода в сложной ситуации. Этот цвет поможет почувствовать себя достаточно свободным, чтобы преодолеть границы, зачастую являющиеся лишь плодом собственного воображения.
Желтый и оранжевый - это очень насыщенные и интенсивные цвета, поэтому в чистом виде практически не применяются. Эти цвета лучше несколько приглушить белилами, добавив немного фиолетового. Любые сочетания этих цветов хорошо подходят для детских комнат.
 </td>
          <td width="36" bgcolor="#ff9900">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2" face="Georgia, Times New Roman, Times, serif"><b><font color="#b38d48">Разбеленный коричневый (#B38D48) </font>- естественный, земной, древесный, здоровый, осенний, теплый молчаливый цвет.</td>
          <td width="36" bgcolor="#b38d48">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#996600">Коричневый (#996600) </font> - цвет консервативных людей, не желающих ничего менять.
Коричневый цвет предпочитают люди не устроеные в жизни.
Коричневый цвет: естественный, древесный, осенний, теплый, безликий, сухой. Это земля, очаг, дом, надежность, удобство, выносливость, устойчивость. </td>
          <td width="36" bgcolor="#996600">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><b><font size="2" color="#666666" face="Georgia, Times New Roman, Times, serif">Темно-серый тон (#666666) </font>- тяжесть, сухость, угнетение.</td>
          <td width="36" bgcolor="#666666">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2"><b><font face="Georgia, Times New Roman, Times, serif">Черный тон (#000000) </font>- символ сложности и черезвычайности ситуации (для Америки), траур (для западных стран), цвет веселья (для Японии), честность (для Китая). <br>
            </font></td>
          <td width="36" bgcolor="#000000">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font size="2"><b><font face="Georgia, Times New Roman, Times, serif">Белый тон (#FFFFFF) </font>- подлость, лживость (для Китая), траур (для Японии).
Белый - покой, нетронутость, полнота, самоотдача, единство, легкость, выявление скрытого и ложного, изоляция, бесплодность, окоченение, разочарование, чопорность, скука. Основным качеством белого цвета является равенство.
Белый ищет справедливости. Он беспристрастен. Белый цвет символизирует невинность. Это цвет настоящей невесты, девушки еще не знающей страсти.
Белый характеризуется определенной плотностью. Держа в руках прозрачный кристалл, вы видите перед собой Сияние. Взяв в руки белую хлопчатобумажную простыню, вы ничего сквозь нее не разглядите. Белый находится на ступень ниже безупречной чистоты Сияния. <br>
            </font></td>
          <td width="36" bgcolor="#ffffff">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2" color="#666666">Нейтральный серый тон (#999999) </font> - безопасность, надежность, интеллект.
Серый - дружит и поддерживает любой оттенок цвета и тона и сам подходит к чему угодно. Серый, как и все монохромные тона, является связующим звеном между цветами и оттенками цветов.
Серый нужно применять непосредственно как единый цвет формы, как второстепенный связующий элемент или как элемент фоновой структуры коллористической композиции.  </td>
          <td width="36" bgcolor="#999999">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664">&nbsp;</td>
          <td width="36">&nbsp;</td>
        </tr>
        <tr> 
          <td width="664" bgcolor="#dedad1"><font face="Georgia, Times New Roman, Times, serif"><b><font size="2">Торжественное сочетание цветов - белый, красный, золото.

Красный и зеленый - деятельность, достижение успеха, преодоление преград, целенаправленность.

Розовый и голубой - интимное сочетание цветов. Используется в косметике.


По степени ухудшения восприятия цвета располагаются в следующем порядке:

Синий на белом, черный на желтом, зеленый на белом, черный на белом, зеленый на красном, красный на желтом, красный на белом,
оранжевый на черном, черный на пурпурном, оранжевый на белом, красный на зеленом.


На основании социологических исследований был получен следующий ряд цветов по мере уменьшения предпочтительности:

Голубой - фиолетовый - белый - розовый - пурпурный - красный - зеленый - желтый - оранжевый - коричневый - черный.
</td>
          <td width="36" bgcolor="#dedad1">&nbsp;</td>
        </tr>
        
        <tr> 

<br><br><hr><br><br><center>


</td>
</tr>
</table>
	                  
        </body>     
  
</html>
