<html>
<title>Система дистанционного обучения кафедры </title>
<head bodycolor="000011">
  <header>
        <nav>
            <ul>
                <li><a href="css1.php"><span>Лекция № 1</span></a></li>
      <li><a href="css2.php"><span>Лекция № 2</span></a></li>
      <li><a href="css3.php"><span>Лекция № 3</span></a></li>
      <li><a href="css4.php"><span>Лекция № 4</span></a></li>
      <li><a href="../../courses.php"><span>Назад</span></a></li>
            </ul>
        </nav>
    </header>
<link rel="stylesheet" href="../../../../css/styles.css">
 <body BACKGROUND="../../image/background.PNG">
		<br><br>
<h1 style="margin-bottom: 10px; color: #445C4C">Лекции по теме: CSS<h1>
<table align="center" cellspacing="0" cellpadding="0" border="0">
</table>

<table align="justify" width="900" cellspacing="2" cellpadding="2" border="0" bgcolor="white">
<tr>
<td colspan="2" align="center"><br>
<strong><h2>Лекция № 1</h2> </strong><br><br><hr><br><br>
<textarea rows="60" cols="80">

<p> <div align="left" align="justify">&nbsp;&nbsp;&nbsp;&nbsp;

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Обычный HTML позволяет задавать цвет и размер текста с помощью 
  тегов форматирования. Если понадобится изменить параметры однотипных 
  элементов на сайте, придется просматривать все страницы, чтобы найти 
  и поменять теги.</p><br>
  
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Каскадные таблицы стилей (Cascading Style Sheets, CSS) позволяют хранить цвет, 
  размеры текста и другие параметры в стилях. Стилем называется набор правил форматирования, 
  который применяется к элементу документа, чтобы быстро изменить его внешний 
  вид. </p><br>
  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Стили позволяют одним действием применить сразу всю группу атрибутов форматирования. 
    С их помощью можно, например, изменить вид всех заголовков. Вместо форматирования 
    заголовка в три приема, когда сначала задается его размер, затем шрифт &quot;Arial&quot; 
    и, наконец, выравнивание по центру, то же самое можно сделать одновременно, 
    применив стиль к тегу <span class="tag">&lt;H1&gt;</span>. Если требуется быстро изменить 
    внешний вид текста, созданного с помощью одного из стилей, достаточно изменить 
    параметры стиля во всех документах, где он используется, и вид текста поменяется 
    автоматически.</p><br>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Другое преимущество CSS состоит в том, что стили предлагают намного больше 
  возможностей для форматирования, нежели простой HTML. Кроме того, стили могут 
  храниться во внешнем файле, браузер кэширует такие документы, поэтому загрузка 
  сайта будет происходить чуть быстрее.</p><br>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;CSS представляют собой мощную систему для разработчиков сайтов, расширяя их 
  возможности по дизайну и верстке веб-страниц. В научной среде, откуда пошла 
  родом технология WWW, люди были больше заняты содержанием документов, чем их 
  оформлением, однако для большинства людей представление сайта, то, как он выглядит, 
  играет более важную роль. Ограничения HTML породили множество техник создания 
  веб-страниц, таких как:
<br>
<ul>
<li> использование различных расширений HTML; 
<li> применение изображений вместо текста; 
<li> использование рисунков для контроля пустого пространства, так 
  называемые распорки; 
<li> использование таблиц для верстки веб-страниц; 
<li> написание программных скриптов вместо использования HTML. 
</ul>
  <br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Эти техники значительно увеличивают сложность разработки веб-страниц, 
  предлагают ограниченную гибкость в их создании и управлении, а также 
  создают трудности для людей ими не владеющих. 
<p>Стили решают эти проблемы, в то же время заменяя лишь ограниченную область 
  механизмов представления HTML.</p>

</textarea>


<br><br><hr><br><br><center>

<br>
</td>
</tr>
</table>
	                  
        </body>     
  
</html>
