<html>
<title>Система дистанционного обучения кафедры </title>
<head bodycolor="000011">
<link rel="stylesheet" href="../../../../css/styles.css">
        <body BACKGROUND="../../image/background.PNG">
<header>
        <nav>
            <ul>
                <li><a href="photo1.php"><span>Лекция № 1</span></a></li>
      <li><a href="photo2.php"><span>Лекция № 2</span></a></li>
      <li><a href="photo3.php"><span>Лекция № 3</span></a></li>
      <li><a href="photo4.php"><span>Лекция № 4</span></a></li>
      <li><a href="../../courses.php"><span>Назад</span></a></li>
            </ul>
        </nav>
    </header>

<a name="33333"></a>
<h1 style="margin-bottom: 10px; color: #445C4C">Лекции по теме: Веб-графика<h1>

<table align="justify" width="900" cellspacing="2" cellpadding="2" border="0" bgcolor="white">
<tr>
<td colspan="2" align="center"><br>

<strong><h2>Лекция № 3</h2> </strong><br><br><hr><br><br>

<textarea rows="60" cols="80">
<p> <div align="left" align="justify">&nbsp;&nbsp;&nbsp;&nbsp;

<strong>Узор - это фоновая структура, которая организует плоскости или структуры</strong></span> в нечто однообразное и повторяющееся. Узор можно описать, как повторяющийся элемент фигуры или формы, но так же его можно представить как &quot;скелет&quot;, который организует части композиции.<br />
&nbsp;</div>



<h3 style="text-align: center"><span style="color:#993300;">Узор, текстура</span></h3>
<div style="text-align: justify">Узор существует как в природе, так и в искусственных предметах; полезно рассмотреть параллели. Гарвардский биолог по имени Питер С. Стивенс (Peter S. Stevens) опубликовал книгу под названием &quot;Узоры в Природе&quot; (&quot;Patterns in Nature&quot;), где он утверждает, что существует строго определенное количество способов, которыми могут быть сложены узоры. У него отправной точкой каждого изображения или структуры является &quot;сетка&quot; (grid).&nbsp;<br />

&nbsp;<br />
Он показывает какими способами точки сетки могут быть соединены друг с другом. Эти способы соединений определяются как классы узоров, которые, по его утверждению, можно отыскать в любой ситуации, в природе, в искусственных изображениях, от микроскопических до космических масштабов.<br />
&nbsp;<br />
Описываемые им способы приводятся здесь с примерами из природы. Однако пример каждого из этих способов можно увидеть и в окружающих нас предметах и в предметах искусства.<br />
&nbsp;<br />
<strong>Поток.</strong> Все течет, следуя пути наименьшего сопротивления. Поток можно увидеть в воде, в камне, в росте деревьев. Узор-орнамент строится на идее течения, на повторении волнообразных линий. Посмотрите на изображение ткани, свисающей со стены. Она соткана из переплетенных нитей, в результате чего натуральным образом получается орнамент цветных волнистых линий.<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/yz1.png" />&nbsp;<br />
<br />
&nbsp;</div>

<div style="text-align: justify"><strong>Ветвление.</strong> Этот тип узора естественно заимствован из мира растений. Но его также можно встретить и в геологических образованиях, например, в дельтах рек и кристаллических структурах.<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/yz2.png" /></div>
<div style="text-align: justify"><br />
<br />
<strong>
 Спиральные узоры </strong>можно увидеть начиная с галактик и кончая листьями папоротника, вплоть до микроскопических живых организмов.<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/yz3.png" /></div>

<div style="text-align: justify"><br />
<strong>Упаковка и растрескивание.</strong> Эти термины обозначают то, как тесно прижатые друг к другу клетки определяют форму друг друга. В плотно упакованном пучке грибов, растущих вместе, каждый гриб деформирует круглую форму шляпки своих соседей. Точно так же, в облаке мыльных пузырей деформируется идеальная сфера каждого пузыря в соответствии с законами поверхностного натяжения. Некоторые поверхности (например грязь или старая краска), сжимаясь, могут трескаться, и в результате получается такой же клеточный узор.<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/yz4.png" /></div>
<div style="text-align: justify"><br />
Схожие типы узоров можно найти во множестве вещей, сделанных человеком. Даже сложные предметы искусства содержать в себе скрытую структуру или узорную сетку несмотря на то, что сам способ образования узора может быть разным в разных частях композиции.<br />
<br />
&nbsp;</div>
<hr />
<h3 style="text-align: center"><span style="color:#993300;">Текстура</span></h3>

<div style="text-align: justify"><strong>Текстура</strong> - это качество объекта, которое мы ощущаем, прикасаясь к нему. Это поверхность предмета, которую мы можем ощутить, а также - увидеть и представить себе ощущение прикосновения к ней. Текстура может также присутствовать и в изображении с целью воспроизвести через глаза то ощущение, которое мы бы ощутили, прикасаясь к этой поверхности. Таким образом, текстуры могут быть и изобразительными.<br />
&nbsp;<br />
<strong>Существует множество видов текстур:</strong><br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/yz5.png" />&nbsp;&nbsp;<img alt="" align="absMiddle" src="image/yz6.png" /></div>
<div style="text-align: justify"><br />
<br />
<strong>
 Жесткие, колючие, твердые </strong>- это то, как мы обычно представляем себе текстуры. Но они также могут быть <strong>гладкими, твердыми и холодными.</strong> Текстуры могут быть еще <strong>гладкими, мягкими и/или теплыми, а также влажными или сухими. </strong>Фактически, любое тактильное ощущение, которые мы себе можем представить, является текстурой.<br />

<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/yz7.png" />&nbsp; &nbsp;<img alt="" align="absMiddle" src="image/yz8.png" /></div>
<div style="text-align: justify"><br />
Другими словами, все поверхности могут быть описаны в терминах текстуры. Многие художники и дизайнеры пользуются текстурами, как доминирующим элементом в своих работах. В особенности это заметно в ремесленном искусстве: волокна такни, метал, дерево и стекло, то есть там, где тактильные качества материала играют главенствующую роль.<br />
&nbsp;<br />
Создание <em>иллюзии</em> текстуры также является важным элементов во многих картинах, рисунках,текстильных изделиях и прочих сферах, связанных с поверхностями. На эту тему мы поговорим отдельно.<br />
<br />
</textarea>

<br><br><hr><br><center>


</td>
</tr>
</table>
	                  
        </body>     
  
</html>
