<html>
<title>Система дистанционного обучения кафедры </title>
<head bodycolor="000011">

        <body BACKGROUND="../../image/background.PNG">
<header>
        <nav>
            <ul>
                <li><a href="photo1.php"><span>Лекция № 1</span></a></li>
      <li><a href="photo2.php"><span>Лекция № 2</span></a></li>
      <li><a href="photo3.php"><span>Лекция № 3</span></a></li>
      <li><a href="photo4.php"><span>Лекция № 4</span></a></li>
      <li><a href="../../../roles/student/courses.php"><span>Назад</span></a></li>
            </ul>
        </nav>
    </header>

<link rel="stylesheet" href="../../../../css/styles.css">
<a name="33333"></a>
<h1 style="margin-bottom: 10px; color: #445C4C">Лекции по теме: Веб-графика<h1>
<table align="justify" width="900" cellspacing="2" cellpadding="2" border="0" bgcolor="white">
<tr>
<td colspan="2" align="center"><br>

<strong><h2>Лекция № 4</h2> </strong><br><br><hr><br><br>


<p> <div align="left" align="justify">&nbsp;&nbsp;&nbsp;&nbsp;

<strong>Формы и фигуры - это области или массы, которые определяют объекты в пространстве. </strong></span><span style="color:#000000;">Форма и фигура подразумевают пространство; естественно, ведь без него они не могут существовать.</span><br />
&nbsp;&nbsp;</div>



<h3 style="text-align: center"><span style="color:#993300;">Форма, фигура и пространство</span></h3>
<div style="text-align: justify">Существует два способа типизации форм и фигур. Формы и фигуры могут быть двухмерными, либо трехмерными.. двухмерная форма имеет ширину и длину. Она также может служить иллюзорным изображением трехмерных объектов. Трехмерные фигуры имеют также высоту и толщину.<br />
&nbsp;<br />
<strong>Формы и фигуры также бывают органическими и геометрическими.</strong> Органические формы, такие например, как холмы, покрытые снегом имеют неправильную форму и часто асимметричны. Органические формы чаще всего имеют природное происхождение.<br />

<br />
&nbsp;</div>
<div style="text-align: center">&nbsp;<img align="absMiddle" alt="" style="null" src="image/form2.png" />&nbsp;</div>
<div style="text-align: justify"><br />
<br />
&nbsp;</div>
<div style="text-align: justify"><strong>Геометрические формы</strong> - это такие формы, которые соответствуют известным геометрическим фигурам, например, квадратам, прямоугольникам, кругам, кубам, сферам, конусам, и прочим правильным фигурам. Эти формы чаще всего имеют искусственное происхождение. <br />
&nbsp;<br />
Однако не все предметы, сделанные руками человека, имеют правильную геометрическую форму; многие такие предметы имеют неправильные контуры. Хотя данное кимоно по конструкции является геометрической формой, его поверхность имеет органическую, неправильную форму.<br />
<br />

&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/form3.png" /></div>
<div style="text-align: justify"><br />
<br />
Также и природные объекты тоже не всегда имеют неправильные формы; снежинки или мыльные пузыри - пример того, как природные объекты могут быть правильными геометрическими фигурами. <br />
<br />
&nbsp;</div>
<div style="text-align: center"><img alt="" align="absMiddle" src="image/ip2.png" /></div>
<div style="text-align: justify"><br />
Существуют также и другие термины, с помощью которых описываются формы и фигуры в композициях; эти классификации связаны с тем, как формы представлены. Если мы в форме или фигуре можем распознать известный нам объект или обстановку, мы называем ее реалистичной или натуралистичной. Однако, если в изображении трудно или невозможно обнаружить объекты, знакомые нам по опыту, то мы называем такие изображения абстрактными.<br />
&nbsp;<br />
Существует несколько видов абстрактных изображений. По большей части, абстракции берут свое начало от реалистических изображений, которые подвергаются каким-то искажениям, причем таким, что исходный объект не так то просто распознать. Пример такой абстракции - рисунки цветков Джоржиа О'Кифа.&nbsp;<br />

&nbsp;<br />
Этот вид абстракции в искусстве называют объективным изображением - то есть изображением, которое произошло от реального объекта. С другой стороны, некоторые произведения абстрактного искусства базируются на чистой комбинации форм, линий и цвета, и не соотносятся ни с каким реально существующим объектом или обстановкой. Такие изображения называют необъективными.<br />
&nbsp;<br />
Карикатуры являются особым видом абстракции, в которой реалистическое изображение искажается для того, чтобы охарактеризовать человека, место или другой объект. С этим методом абстракции мы пожалуй знакомы лучше всего, так как он постоянно присутствует в различных средствах массовой информации.&nbsp;<br />
&nbsp;<br />
Тем не менее, важно помнить, что если бы более до этого более сильные методы абстракции не пробили бы себе дорогу экспериментами с искажениями изображений, мы бы сейчас не имели бы карикатуры как таковой. Столетие назад, карикатур (таких какие мы имеем сейчас) не было вообще.<br />
&nbsp;<br />
Наше восприятие фигур и форм зависит от множества факторов. Расположение точки зрения, с которой мы видим объект, может подчеркнуть или скрыть некоторые его свойства, и следовательно снизить или повысить эффект, который он производит на смотрящего. Как видно на серии данных фотографий, где изображен один и тот же манекен, пространство вокруг предмета может отвлекать, привлекать внимание или изменять вид предмета. Хаотический фон за предметом уменьшает важность самого предмета, в то время как чистый, однородный фон - привлекает к предмету внимание.<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/form5.png" />&nbsp; &nbsp;<img alt="" align="absMiddle" src=""image/form6.png" /></div>

<div style="text-align: justify"><br />
Сам персонаж и источник освещения также влияют на восприятие изображения. Например на фотографиях ниже с помощью освещения можно сделать человека старше, моложе, сделать его образ драматичнее или даже абстрактным.<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/form7.png" />&nbsp; &nbsp;<img alt="" align="absMiddle" src="image/form8.png" /></div>
<div style="text-align: justify"><br />
&nbsp;</div>
<div style="text-align: center"><img alt="" align="absMiddle" src="image/form9.png" />&nbsp; &nbsp;<img alt="" align="absMiddle" src="image/form10.png" /></div>
<div style="text-align: justify"><br />
<br />
&nbsp;</div>
<hr />

<h3 style="text-align: center"><span style="color:#993300;">Двухмерная форма</span></h3>
<div style="text-align: justify"><strong>Двухмерные формы</strong> - основа организации рисунка или композиции в изобразительном искусстве, фотографии и проч. Форма создается несколькими способами.<br />
&nbsp;<br />
Она может быть определена линией. Об этом было сказано выше. Линия, либо нарисованная явно, либо только угадываемая, создает контуры формы.<br />
<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/form11.png" />&nbsp; &nbsp;<img alt="" align="absMiddle" src="image/form12.png" /></div>
<div style="text-align: justify"><br />
<strong>Яркость</strong> (относительная яркость или затемненность цвета) также может быть использована для создания формы.<br />

&nbsp;<br />
Сильный контраст по яркости в композиции может на границах создавать иллюзию контура. Градации яркости, или полутени, также могут использоваться для создания иллюзии формы или объема. Варицаия темных и белых участков может придавать форме трехмерность.<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/form13.png" />&nbsp; &nbsp;<img alt="" align="absMiddle" src="image/form14.png" /></div>
<div style="text-align: justify"><br />
<br />
Форма также может определяться путем смены текстуры даже тогда, когда яркость и цвет остаются неизменными. Однако, наиболее типичным способом определения формы является комбинирование всех этих трех факторов. Примером такой комбинации могут служить рисунки Макса Эрнста (Max Ernst).<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/form15.png" /></div>
<div style="text-align: justify"><br />
<br />
&nbsp;</div>

<hr />
<h3 style="text-align: center"><span style="color:#993300;">Связь формы с положительным или отрицательным пространством</span></h3>
<div style="text-align: justify">Формы и фигуры можно классифицировать как положительные и отрицательные. В двухмерной композиции объекты являются положительными формами, а фон - отрицательным пространством. Для начинающих художников и дизайнеров очень важным является умение эффективно использовать отрицательное пространство<br />
<br />
&nbsp;</div>
<div style="text-align: center"><img align="absMiddle" alt="" style="null" src="image/form16.png" /></div>
<div style="text-align: justify">&nbsp;<br />
&nbsp;Данный пример (см. рис.) - результат упражнения, когда студенту дается задание вырезать из бумаги определенную композицию используя белую и черную бумагу. Это позволяет избавиться от привычки игнорировать фон и рассматривать его просто как пустое пространство. Эффективное расположение объектов в отношении к отрицательному пространству - очень важно для получения успешной композиции.<br />
&nbsp;<br />
Некоторые художники &quot;играя&quot; с обращением отрицательного пространства в положительное и обратно, создают сложные иллюзии. Работы М.К.Эшера (M. C. Escher ) играют на нашем ощущении того, что является фоном, а что - первым планом. Другие художники используют эту иллюзию положительных/отрицательных изображений в еще большей мере, пряча одно изображение внутри другого.&nbsp;<br />

&nbsp;<br />
Восприятие формы и фигур определяется нашим врожденным инстинктом, который приписывает определенные значения и порядок определенным визуальным образам. Когда мы смотрим на изображение и формируем первое к нему отношение, как правило именно на этом этапе мы и приходим к заключению о том, что изображено на картине, и игнорируем все остальные возможные варианты. Из-за этого нам трудно увидеть другие скрытые изображения.<br />
&nbsp;<br />
Тренируясь воспринимать изображение более глубоко, вы сделаете первый большой шаг к развитию своей настоящей визуальной грамотности.<br />


<br><br><hr><br><center>


</td>
</tr>
</table>
	                  
        </body>     
  
</html>
