<html>
<title>Система дистанционного обучения кафедры </title>
<head bodycolor="000011">
<link rel="stylesheet" href="../../../../css/styles.css">

		<header>
        <nav>
            <ul>
                <li><a href="zvet1.php"><span>Лекция № 1</span></a></li>
			<li><a href="zvet2.php"><span>Лекция № 2</span></a></li>
			<li><a href="../../courses.php"><span>Назад</span></a></li>
            </ul>
        </nav>
    </header>
                                   

<a name="33333"></a>
<h1 style="margin-bottom: 10px; color: #445C4C">Лекции по теме: Теория цвета<h1>


<table align="justify" width="900" cellspacing="2" cellpadding="2" border="0" bgcolor="white">
<tr>
<td colspan="2" align="center"><br>


<strong><h2>Лекция № 1</h2> </strong><br><br><hr><br><br>
<div class="text">
<textarea rows="60" cols="100">
<div align="left" align="justify">&nbsp;&nbsp;&nbsp;&nbsp;Cогласно исследованиям цвет является одним из самых важных элементов при разработке веб-сайта. Подбор правильной цветовой схемы может быть одним из способов сделать сайт очень популярным или погубить его. Учитывая то, что изначально вы располагаете лишь десятью секундами внимания пользователя, нужно сделать так, чтобы то, что он увидит при открытии сайта, зацепило его внимание.<br />
<br />
Сам факт, что пользователи заходят на сайт, означает, что основные элементы дизайна подобраны правильно, но теперь надо удержать посетителей на сайте. Действительно, понадобится хорошая коммерческая цель и качественный рекламный текст, но не следует недооценивать важность психологии цвета.<br />
<br />
Цвета имеют разное значение для разных людей и могут символизировать различные вещи в разных культурах. К примеру, при разработке сайта для азиатских пользователей фирменный логотип с изображением зеленой шляпы с белой гвоздикой, возможно, выглядит очень креативно, но при этом может вызвать негативную реакцию, и я сейчас объясню почему. В Китае зеленая шляпа означает, что жена этого мужчины изменяет ему, а белая гвоздика в Японии символизирует смерть. Использовать эти два символа в паре – это однозначно то, чего делать не стоит.<br />
Подобным образом у каждого цвета есть свое значение, которое является субъективным и относится к прошлому опыту каждого пользователя.<br />
<br />
К примеру, возьмем красный цвет; для разных людей он может иметь разное значение в зависимости от их жизни и ассоциаций с этим цветом. Для одного он может означать источник наивысшего удовольствия, а для другого – символизировать гнев.<br />
<br />
Обычно, веб-сайты, созданные в разных оттенках синего цвета или комбинации белого и синего, достаточно популярны. Почему? Синий означает спокойствие, доверие и безопасность, а еще глаза легко его воспринимают.<br />
<br />
Однако не рекомендуется использовать ярко-синий или любой другой яркий цвет по причине того, что человеческий глаз должен приспосабливаться к каждому цвету, и это создаст ненужное напряжение для глаз.<br />
<br />

Розовый обычно означает мягкость и благородство, вот почему его так часто используют в товарах для детей, а оранжевый, символизирующий мощь и силу, обычно применяют в витаминах, товарах для здоровья, энергетических напитках и т.д.<br />
<br />
Обратимся к первому закону Ньютона – каждое действие имеет равное противодействие. На каждый выбранный Вами цвет у каждого посетителя Вашего сайта будет различная реакция. Встает вопрос: как узнать, какой цвет никого не оскорбит?<br /><br>При выборе цвета старайтесь основываться на том, что Ваш сайт продает, и ориентироваться на сам продукт, учитывать целевую аудиторию, культуру и гендерные предпочтения. Мужчинам и женщинам нравятся разные цвета: мужчины часто отдают предпочтение более ярким цветам, и им обычно нравятся серые и черные оттенки, а женщины предпочитают более мягкие оттенки, такие как пастельные тона. Велики и культурные различия в отношении использования цвета – например, сайт в желто-черной гамме прекрасно подойдет американцам, но израильтянам послужит напоминанием о нацистской Германии, поэтому никогда нельзя использовать эти два цвета вместе при разработке веб-сайта для еврейской корпорации.<br />
<br />
К примеру, Вам очень нравится сочетание синего и пурпурного, и Вы делаете сайт о природе. Пользователи очень редко ассоциируют пурпурный или синий с природой. Гораздо лучше подошли бы зеленый и желтый, где благодаря своей успокаивающей природе цвета преимущественно использовался бы зеленый, а желтый - лишь немного.<br />
<br />
Многоцветные сайты пользователи посещают меньше всего, причем объем посещения снижается с введением каждого нового цвета. В общем, не стоит использовать более пяти разных цветов на одной странице.<br />
</textarea>

<br><br><hr><br><br><center>
</div>
<br><a class="a1" href="#33333">Наверх</a><br>
<br>
</td>
</tr>
</table>
	                  
        </body>     
  
</html>
